---
kind: enumMember
id: F:Autodesk.Revit.DB.FindReferenceTarget.Element
enum: Autodesk.Revit.DB.FindReferenceTarget
zh: 构件、图元、元素
source: html/fbdbb834-08e1-98d8-f9dc-28a1c4068ab7.htm
---
# Autodesk.Revit.DB.FindReferenceTarget.Element

**中文**: 构件、图元、元素

An element.